{
"day1":{
  "n":"1",
  "thumbsrc":"thumbs/gw.jpg",
  "name":"The search for gravitational waves",
  "infolink":"https://www.ligo.caltech.edu/news/ligo20160211",
  "imgsrc":"images/gw.jpg",
  "imgcredit":"LIGO",
  "text":"The search for gravitational waves has been on for decades, ever since physicists realised that there might be a way to detect the elusive ripples in space-time that Einstein predicted 100 years ago.</p><p>In February 2016 it was announced that <a href='http://www.ligo.org'>LIGO</a>, the Laser Interferometer Gravitational wave Observatory, had succesfully <a href='http://www.ligo.org/detection'>detected gravitational waves</a> from the merger of two massive black holes about a billion light years away. LIGO, uses a powerful laser and a 'L'-shaped arrangement of mirrors to detect miniscule distortions in space.</p><p>The gravitational physics group in Cardiff has been involved in the search for decades, particularly in the areas of simulating the gravitational wave signal from merging black holes, and in the process of extracting the signal from the noise.</p><p>The signal was actually detected back in September 2015, meaning that last Christmas was rather busy for all our colleagues in LIGO..."
},

"day2":{
  "n":"2",
  "thumbsrc":"thumbs/solar-cells.jpg",
  "name":"Making more efficient solar cells",
  "infolink":"http://www.astro.cf.ac.uk/newsandevents/?page=news_detail&news=0213",
  "imgsrc":"images/solar-cells.jpg",
  "imgcredit":"ESRF/P. Ginter",
  "text":"This time of year, at least in the UK, is when the Sun is at its lowest, and the days are at their shortest. It follows that it's all the more important to have more efficient solar power cells.</p><p><a href='https://en.wikipedia.org/wiki/Solar_cell'>Solar cells</a> are currently made from silicon, but over recent years other materials have started to compete in terms of efficiency and cost. One such new type of materials are <a href='https://en.wikipedia.org/wiki/Perovskite_solar_cell'>perovskite-structured crystals</a>, which are one of the fastest-evolving solar cell technologies around.</p><p>Cardiff physicists, including <a href='http://www.astro.cf.ac.uk/contactsandpeople/?page=full&id=242'>Dr Emyr Macdonald</a>, are part of an international group trying to understand perovskite-structured materials in order to make larger, more efficient solar cells. To do this they used the <a href='http://www.esrf.eu/'>European Synchroton Radiation Facility</a> in Genoble, France, to fire x-rays at samples and reveal their structure.</p><p>The results are helping guide the further development of low-cost materials for efficient large-area solar cells, and could be crucial for the future progress of the field of solar power generation."
},

"day3":{
  "n":"3",
  "thumbsrc":"thumbs/feeding-bh.jpg",
  "name":"'Tis the season to be greedy...'",
  "infolink":"http://www.eso.org/public/news/eso1618/",
  "imgsrc":"images/feeding-bh.jpg",
  "imgcredit":"NRAO/AUI/NSF; Dana Berry/SkyWorks; ALMA (ESO/NAOJ/NRAO)",
  "text":"Many people associate this time of year with indulgence, and in particular the consumption of large amounts of food. But have a care for the hungriest objects in the Universe - black holes.</p><p>At the heart of every large galaxy lurks a monster: a <a href='https://en.wikipedia.org/wiki/Supermassive_black_hole'>supermassive black hole</a> millions - or sometimes billions - of times the mass of our Sun. Astronomers know that these behemoths consume matter that gathers around them and spirals in, but it's rare to see it happening.</p><p>In 2016, a team of astromomers (including our own <a href='http://www.astro.cf.ac.uk/contactsandpeople/?page=full&id=749'>Dr Tim Davis</a>) used the <a href='http://www.eso.org/alma'>ALMA</a> telescope in Chile to observe towering clouds of interstellar of gas falling into a black hole in the centre of a galaxy around a billion light years away. Each cloud contains a million Sun's worth of gas, is tens of light years across, and is tearing towards the black hole at a million km per hour.</p><p>The unprecedented resolution afforded by the ALMA telescope means that the hunt is on for more feeding black holes."
},

"day4":{
  "n":"4",
  "thumbsrc":"thumbs/cern.jpg",
  "name":"It's the little things that count",
  "infolink":"http://phys.org/news/2016-11-lhc-colliding-proton-heavy-ions.html",
  "imgsrc":"images/cern.jpg",
  "imgcredit":"CERN",
  "text":"At this time of year, it's the little things that count - though that's true for particle physicists all year round. The <a href='http://home.cern/topics/large-hadron-collider'>Large Hadron Collider</a> is one of the most complicated particle physics experiments ever built. Since it's full startup in 2009 (after a \"quenching\" incident in 2008) it has been gradually increasing the speed, and therefore energy, of the particles it is crashing together.</p><p>The particles, normally protons, are accelerated to almost the speed of light which whizzing round the 27km-circumference circuit. When they collide, the energy produced rivals those near the start of the Universe, and lets physicists learn more about the fundamental building blocks of nature.</p><p>More recently, the experiment has started colliding lead nuclei with protons, which are over 200 times more massive than protons, and carry 82 times the charge. While they can't reach is high energies as the protons, the \"imbalance\" in the collisions allows the experiment to probe deeper down into the fabric of the Universe - the \"<a href='https://en.wikipedia.org/wiki/Quark%E2%80%93gluon_plasma'>quark-gluon plasma</a>\"."
},

"day5":{
  "n":"5",
  "thumbsrc":"thumbs/rosetta.jpg",
  "name":"Mission to a comet",
  "infolink":"http://rosetta.esa.int",
  "imgsrc":"images/rosetta.jpg",
  "text":"This year marked the end of the 12 year <a href='http://www.esa.int/Our_Activities/Space_Science/Rosetta' target='_blank'>Rosetta mission</a> to comet 67P/Churyumov–Gerasimenko. After an eventful 10 year journey including 1 Mars, 2 asteroid and 3 Earth flybys the craft took up orbit around its target comet. In subsequent months Rosetta undertook numerous scientific examinations of the comet and deployed the plucky-little Philae lander. Despite its short time of activity on the surface Philae still managed to provide valuable information about the composition of the atmosphere and surface of the comet.</p><p>On September 30th 2016 after sending a... Pharaoh... load of data about the comet, including the isotropic composition of the water vapour in the comets atmosphere, to mission control in Darmstadt, Rosetta finally finished its mission in a controlled descent into a pit called Deir el-Medina."
},

"day6":{
  "n":"6",
  "thumbsrc":"thumbs/steve-mould-gw.jpg",
  "name":"A (short) Christmas Movie",
  "infolink":"https://www.youtube.com/watch?v=dw7U3BYMs4U",
  "imgsrc":"images/steve-mould-gw.jpg",
  "imgcredit":"<a href='https://www.youtube.com/watch?v=dw7U3BYMs4U'>YouTube/Steve Mould</a>",
  "text":"Abstract physical concepts can be rather hard to demonstrate in an accessible way. Take gravity and the warping of space-time, for example. It's common for that to be demonstrated with a stretchy \"Universe\" pulled taught over a hula-hoop, and for a heavy weight to be placed in the middle.</p><p>That's all very well for recreating static gravitational fields, but what about gravitational waves? You'd need two objects to orbit in order to simulate the effect of a binary black hole - and I don't know about you but my arms dontend to get a bit tangled.</p><p>Luckily, science presentser <a href='http://stevemould.com/'>Steve Mould</a> has given us the solution - and it involves power tools. Click the link below to see how Steve has recreated the gravitational waves from two orbiting black holes."
},

"day7":{
  "n":"7",
  "thumbsrc":"thumbs/antikythera.jpg",
  "name":"A 2000 year old mystery...",
  "infolink":"http://www.astro.cf.ac.uk/newsandevents/?page=news_detail&news=0208",
  "imgsrc":"images/antikythera.jpg",
  "text":"The <a href='https://en.wikipedia.org/wiki/Antikythera_mechanism'>Antikythera Mechanism</a> has been a source of fascination to scholars since it was first taken from the waters around the Greek island of Antikythera in 1900. For some time now, we've understood its use an ancient analogue computer and orrery used to predict astronomical positions and eclipses for calendrical and astrological purposes, as well as the Olympiads, the cycles of the ancient Olympic Games, but now researchers are deciphering the writings inscribed on the mechanisms surfaces.</p><p><a href='http://www.astro.cf.ac.uk/contactsandpeople/?page=full&amp;id=123'>Professor Mike Edmunds</a> of Cardiff University is part of the <a href='http://www.antikythera-mechanism.gr/'>Antikythera Mechanism Research Project</a>, an international group working to understand the device's origin and purpose. The team’s research has now found that the inscriptions refer not only to the Sun and the Moon, as was already known, but confirm that the motions of the planets were also shown, as well as the timing and colour of eclipses. Significantly, this interest in colour represents the first indication that the mechanism may have been used, not only in astronomy, but also in astrology – the archaic system of trying to predict events on earth based on the movements and positions of the stars and planets."
  },

"day8":{
  "n":"8",
  "thumbsrc":"thumbs/proxima-b.jpg",
  "name":"Meet our new neighbour",
  "infolink":"https://www.eso.org/public/unitedkingdom/news/eso1629/",
  "imgsrc":"images/proxima-b.jpg",
  "text":"August 2016 heralded the announcement of the discovery of an \"exoplanet\" in the habitable zone of <a href='https://en.wikipedia.org/wiki/Proxima_Centauri'>Proxima Centauri</a>, the nearest star to ours. First indications of the existence of the planet were found in 2013, with its existence then confirmed by an international team of 31 scientists as part of the <a href='https://palereddot.org/'>Pale Red Dot</a> project.</p><p>Although the planet, dubbed \"Proxima b\" lies in the habitable zone of its star, its actual habitability is questionable. It is subject to stellar wind pressures 2000x stronger than those here on Earth that would strip any atmosphere away. More than that, its proximity to the star means there is a high probability it is tidally locked with one side permanently facing towards the star super-heating it, while the opposite side is in permanent darkness and freezing cold. This would leave the so called 'Terminator zone' where light meets dark providing the only place on the surface that any water on the planet's surface would exist as a liquid.</p><p>Further study, including observing a transit of the planet across Proxima Centauri is required to confirm the habitability of the planet to life as we know it."
},

"day9":{
  "n":"9",
  "thumbsrc":"thumbs/drying-paint.jpg",
  "name":"The long wait...",
  "infolink":"http://physicsworld.com/cws/article/news/2016/mar/28/physicists-upend-conventional-wisdom-of-how-paint-dries",
  "imgsrc":"images/drying-paint.jpg",
  "text":"Many would consider watching paint dry to be a pointless exercise, however scientists from the UK and France have used it as an opportunity to study the actions of the particles within the drying paint. Using computer simulations and experiments, researchers discovered that smaller particles essentially join forces to push larger particles in one direction. This results in distinctive layers within the dried material, and upends conventional wisdom about how paint dries.</p><p>Research like this may seem banal, yet discovering this effect could lead to the creation of intelligent emulsions that could form the basis of new sunscreens, where most of the sunlight-blocking particles could be designed to push their way to the top, leaving particles that can adhere to the skin near the bottom of the coating. Other possible applications include creating layered films for electronics, ink printing and, of course, better paint."
},


"day10":{
  "n":"10",
  "thumbsrc":"thumbs/chiral.jpg",
  "name":"Twinkle, twinkle...",
  "infolink":"http://physicsworld.com/cws/article/news/2016/jun/14/chiral-molecules-spotted-in-interstellar-cloud",
  "imgsrc":"images/chiral.jpg",
  "text":"</p><p style='text-align:center;'><i>Twinkle twinkle, little star<br/>How I wonder what...<br/> chirality the molecules in the interstellar dust clouds between you are.</i></p><p>With the discovery of <a href='http://physicsworld.com/cws/article/news/2016/jun/14/chiral-molecules-spotted-in-interstellar-cloud'>chiral molecules in interstellar dust clouds</a> this year, scientists have moved closer to understanding how life on Earth first formed. Chiral molecules, which play crucial roles in the chemistry of life, exist in two different structures that are mirror images of each other, and just like human hands are referred to in terms of their right- and left-handedness.</p><p>This discovery was the first time these biologically important molecules were detected beyond our solar system, and although the type of molecule detected (propylene oxide) is not a biological one, its discovery suggests that they could exist in the depths of space. Chirality is an important property of life and most biological processes are 'homochiral' – they are highly selective in terms of the handedness of the molecules involved. For example, most amino acids found in living organisms are left-handed, whereas most sugars produced by nature are right-handed.</p><p>Many scientists believe that chiral molecules were an important 'prebiotic' precursor to life. Chiral molecules older than the Earth itself have been spotted in meteors and comets, which suggests that life may have extraterrestrial origins. As a result, astrobiologists studying the possible emergence of life on other planets are keen to understand where prebiotic chiral molecules are formed in the universe."
},

"day11":{
  "n":"11",
  "thumbsrc":"thumbs/pythag-trousers.jpg",
  "name":"Pythagorean Astronomy",
  "infolink":"http://blogs.cardiff.ac.uk/physicsoutreach/category/media/pythagorean-astronomy/",
  "imgsrc":"images/pythag-trousers.jpg",
  "text":"For over five years now, the Pythagoras' Trousers radio show has been gracing the air-waves of south-east Wales on Radio Cardiff. The weekly science and technology show is hosted by <a href='http://www.rhysphillips.co.uk/'>Rhys Phillips</a>, but once a month <a href='http://blogs.cardiff.ac.uk/chrisnorth'</a>Dr Chris North</a> and <a href='https://lco.global/user/egomez/'>Dr Edward Gomez</a> present an astronomy slot.</p><p>Including the latest astronomy news, as well as interviews with astronomers from all over the UK and around the the world, the extended version of the \"Pythagorean Astronomy\" is available on this blog every month.</p><p>The November 2016 episode included the Cassini spacecraft, the roundest known star, and the <a href='http://gleam.icrar.org/'>GLEAM</a> radio survey. Or why not listen to something from the back catalogue, from the <a href='http://blogs.cardiff.ac.uk/physicsoutreach/2016/09/26/pythagorean-astronomy-rosetta-osiris-rex/'>end of the Rosetta mission</a>, the <a href='http://blogs.cardiff.ac.uk/physicsoutreach/2016/02/25/pythagorean-astronomy-the-voice-of-einstein/'>discovery of graviational waves</a>, or <a href='http://blogs.cardiff.ac.uk/physicsoutreach/2016/06/30/pythagorean-astronomy-the-origins-of-black-holes/'>the origins of black holes</a>?"
  },


"day12":{
  "n":"12",
  "thumbsrc":"thumbs/lipid-bilayer.jpg",
  "name":"Lipid Bilayers",
  "infolink":"http://www.sparknotes.com/biology/cellstructure/cellmembranes/section1.html",
  "imgsrc":"images/lipid-bilayer.jpg",
  "imgcredit":"David Regan/Cardiff University. <a href='images/lipid-bilayer-large.png'>Larger version</a>",
  "text":"To the untrained eye this picture looks like a bit of crinkled wrapping paper, but in fact it shows a microscope image of a synthetic lipid bilayer (a double layer of lipid, or fatty, molecules). The image is around a third of a millimetre across, and shows the bilayer in the process of freezing from its fluid state into a more rigid and ordered solid state. The solid-ordered regions push out the fluorescent \"label\" which makes the four-nanometre-thick bilayer visible, and so they appear as dark hexagons or lines crisscrossing the surface. Lipid bilayers are important because they form the basis of the cell membrane, a thin barrier which separates the cell interior from its environment.</p><p>The physical properties of the lipid bilayer affect a wide range of cellular processes. One highly controversial area in which the physics of the lipid bilayer is particularly important is the lipid raft hypothesis which suggests that there are small domains with high molecular order called rafts \"floating\" in the surrounding sea of liquid phase lipids. The biophysical properties of these rafts have been implicated in signalling between neighbouring cells, the mechanism of HIV infection of cells, and cancer cell resistance to chemotherapy drugs.</p><p>Fluorescently labelled lipids are commonly used in investigations of bilayer phase behaviour to make the different phases bilayers visible with a microscope. In this experiment, the result of a long-standing collaboration between physics and biosciences at Cardiff, it was found that the very presence of a label alters the phase behaviour, thus making understanding the process all the more important."
},

"day13":{
  "n":"13",
  "thumbsrc":"thumbs/blank.jpg",
  "name":"Christmas in space",
  "infolink":"INSERT LINK",
  "imgsrc":"images/blank.jpg",
  "text":"REPLACE TEXT - Brychan (Tim Peake)"
},

"day14":{
  "n":"14",
  "thumbsrc":"thumbs/blank.jpg",
  "name":"STEM Live",
  "infolink":"INSERT LINK",
  "imgsrc":"images/blank.jpg",
  "text":"REPLACE TEXT - Chris"
},

"day15":{
  "n":"15",
  "thumbsrc":"thumbs/exomars.jpg",
  "name":"Exploring Mars",
  "infolink":"http://exomars.esa.int",
  "imgsrc":"images/exomars.jpg",
  "text":"REPLACE TEXT - Chris"
},

"day16":{
  "n":"16",
  "thumbsrc":"thumbs/ics.jpg",
  "name":"Compound Semiconductors",
  "infolink":"http://www.cardiff.ac.uk/institute-compound-semiconductors",
  "imgsrc":"images/ics.jpg",
  "text":"Semiconductors have become a vital part of modern life, from our games consoles to space probes, and without them the modern world wouldn't be quite so modern! This year Cardiff University and IQE plc joined forces to create the Institute for Compound Semiconductors with the aim of developing cutting edge research in the field with the aim of implementing it commercially with greater reliability and speed.</p><p><a href='https://en.wikipedia.org/wiki/Semiconductor'>Semiconducters</a> are halfway between conducters, which allow electricity to pass through, and insulators, which block electricity. Through the applications of very small voltages, they can be switched between the two states, making the so very useful in computer chips. They can also be used to amplify signals, or even produce light. The challenge for the future is to make semiconductors smaller, faster, cheaper and more flexible.</p><p>Led by Prof. Diana Huffaker, the Institute for Compound Semiconductors will focus on fundamental science and device development. It builds on many existing areas of expertise, in optoelectronics, semiconductor devices, and material. A new <a href='http://www.cardiff.ac.uk/news/view/516163-go-ahead-for-new-fabrication-facility'>fabrication facility</a> will be constructed on Cardiff's Innovation Campus to bring together researchers, industry, and students."
},

"day17":{
  "n":"17",
  "thumbsrc":"thumbs/debris-disk.jpg",
  "name":"Glory to the Newborn...planet?",
  "infolink":"https://public.nrao.edu/news/pressreleases/2016-alma-elias-spiral",
  "imgsrc":"images/debris-disk.jpg",
  "imgcredit":"B. Saxton (NRAO/AUI/NSF); ALMA (ESO/NAOJ/NRAO)",
  "text":"Deep inside the stellar cocoon that is the rho-Ophiucus star forming complex, around 450 light years from Earth, lies a fairly small star that goes by the name of \"Elias 2-27\". It's a relatively young star, somewhere its one millionth birthday, and fairly faint, being around half the mass of our Sun, but it's just become a lot more interesting.</p><p>The <a href='<a href='http://www.eso.org/alma'>ALMA telescope</a> observes long-wavelength sub-mm light, which allows it to peer through the thick, dusty cocoon and see the star and its immediate surroundings in high resolution. Like many stars, Elias 2-27 is surrounded by a thick disk of gas and dust, and the latest observations show that there are what look to be spiral arms coming from the outer edge. That might indicate that a planet is forming near the outer edge of the disk.</p><p>Closer to the star is a slightly thinner ring, implying that there's a gap in the dust.Current theories of planet formation imply that such a ring indicates the presence of a young planet which has already formed, clearing the other material from its path.</p><p>At the very least, such observations are testing our theories and models of how planets form. The team that found this result, including Cardiff's Dr Jane Greaves, plans to follow it with many more observations of other stars to improve our understanding of how planetary systems like ours evolve."
},

"day18":{
  "n":"18",
  "thumbsrc":"thumbs/cubric.jpg",
  "name":"It's all in your head...",
  "infolink":"http://sites.cardiff.ac.uk/cubric/",
  "imgsrc":"images/cubric.jpg",
  "imgcredit":"CUBRIC MEG image. <a href='images/cubric-large.jpg'>Larger image.</a>",
  "text":"Cardiff received a <a href='http://www.cardiff.ac.uk/news/view/350973-the-queen-opens-brain-research-imaging-centre'>Royal visit</a> in June for the opening of the £44m Cardiff University Brain Research Imaging Centre (CUBRIC). While brain imaging sounds an awful lot more like medical science than physics, there is a remarkable amount of overlap when it comes to the techniques used. CUBRIC comprises of five laboratories dedicated to the study of the causes of conditions such as dementia, schizophrenia and multiple sclerosis, leading to the development of better treatments.</p><p>Those laboratories are combined with some of the most advanced <a href='https://en.wikipedia.org/wiki/Magnetic_resonance_imaging'>Magnetic Resonance Imaging</a> (MRI) equipment in the world, which involve a huge amount of phsyics in their design, build and operation. Added to that there is <a href='http://sites.cardiff.ac.uk/cubric/research-2-2/meg/'>magnetoencephalography</a> (MEG), which can help determine in what way, and how well the different parts of a person's brain are functioning. The exquisitely sensitive detectors, called <a href='https://en.wikipedia.org/wiki/SQUID'>SQUIDS</a>, or superconducting quantum interference devices, require some serious magnetic sheilding, as well as temperatures below -269<sup>o</sup> C.</p><p>Between them, such impressive produce an awful lot of data that needs to be analysed, which requires a computer capabable of storing a petabyte (1 million gigabytes!) of data, and a large cluster of high-performance computers. and the cross disciplinary expertise of the CUBRIC team. Together they allow the Centre to answer a wide range of questions about the brain in health and disease, and facilitate academic and industrial collaborations at both the national and international level.</p><p>While all this sounds like medical research, there is a lot of interdisciplinary work involved as well"
},

"day19":{
  "n":"19",
  "thumbsrc":"thumbs/blank.jpg",
  "name":"Jovian giant",
  "infolink":"INSERT LINK",
  "imgsrc":"images/blank.jpg",
  "text":"REPLACE TEXT - Chris"
},

"day20":{
  "n":"20",
  "thumbsrc":"thumbs/logo_uitc.jpg",
  "name":"When a STAR is born",
  "infolink":"http://www.universe.wales/",
  "imgsrc":"images/logo_uitc.jpg",
  "text":"For three years, <a href='http://www.universe.wales/about'>Universe in the Classroom</a> has been running a successful voluntary role model scheme with BSc, MSc and PhD students from the Cardiff University Schools of Physics and Astronomy, and Mathematics. These <a href='http://www.universe.wales/stars'>Stellar Role Models</a>, or \"STARS\", visit primary schools across Wales to help inspire and educate students using Astronomy.<br><br>We are now very proud to have 51 enthusiastic students acting as STEM role models for young welsh children. By taking part in the project, STEMM students offer a diverse pool of representatives; including Welsh-speakers, female scientists and a range of ethnic groups and backgrounds, who will tackle diversity and gender issues in science and technology across Wales and broaden young children’s ideas of who can be a scientist at an age where impressions can become fixed."
},

"day21":{
  "n":"21",
  "thumbsrc":"thumbs/gw-art.jpg",
  "name":"Science-inspired art",
  "infolink":"http://blogs.cardiff.ac.uk/physicsoutreach/2016/11/25/new-artwork-inspired-gravitational-wave-discovery/",
  "imgsrc":"images/gw-art.jpg",
  "imgcredit":"<a href='http://www.astro.cf.ac.uk/contactsandpeople/?page=full&id=586'>Penelope Rose Cowley</a>",
  "text":"It might be easy to believe that science and art are two distinct fields. But like distant family members meeting over the festive season, scientists and artists do like to have regular contact. The encounters result in a feeding-frenzy of ideas and discussions, and both parties normally come out more the wiser.</p><p>Throughout the last year, gravitational physicists in Cardiff have been working with local artist <a href='http://www.peneloperosecowley.com/'>Penelope Rose Cowley</a> on a new piece of art. The resulting piece is on the newly christened \"Rest Frame\" (the coffee area!), and has drawn a great deal of praise from the entire department. It joins previous artwork that Penelope created inspired by the magnetics research, led by <a href='http://www.astro.cf.ac.uk/contactsandpeople/?page=full&id=586'>Dr Dan Read</a>.</p><p>Artists can use science to inspire their creativity, while scientists can use the alternative perspective to adjust and inspire their research direction. It's also true that some of the best scientists, engineers, technologists and mathemeticians are the most creative, driving their research and development in directions that didn't at first seem possible. Who knows where such collaborations with take us in the future!"
},

"day22":{
  "n":"22",
  "thumbsrc":"thumbs/kid-array.jpg",
  "name":"Will no one think of the KIDs?",
  "infolink":"https://www.astro.cf.ac.uk/research/astro/instr/researchareas/detectors/",
  "imgsrc":"images/kid-array.jpg",
  "imgcredit":"A KID array built in Cardiff",
  "text":"Christmas is often said to be a time primarily aimed at children. But here in Cardiff we focus on a very different sort of KID - a \"Kinetic Inductance Detector\".</p><p>The KID, is a superconducting detector that provides an elegant solution to producing the next generation of large format, ultra sensitive detector arrays. By multiplexing in the frequency domain, up to 1000 KIDs can be read out simultaneously on a single pair of coaxial cables. They even work across a very wide range of wavelengths, from sub-mm to x-ray.</p><p>The Cardiff group, led by Dr Simon Doyle, has pioneered research in KID technology with the invention of the Lumped Element Kinetic Inductance Detector (LEKID) – a technology that has been adopted by many groups around the world working in this field. It has been demonsrated on the 30-metre <a href='http://www.iram-institute.org/EN/30-meter-telescope.php'>IRAM telescope</a> in the Spanish Sierra Nevada, and there are plans to develop it for future telescopes in Chile.</p><p>A more down-to-Earth application of KIDs is the security business, since they can be used to directly see items hidden under clothing, without needing any of the cumbersome, \"active\" scanners which are currently used in ports and airports."
},

"day23":{
  "n":"23",
  "thumbsrc":"thumbs/blank.jpg",
  "name":"Nano stuff from Sam?",
  "infolink":"http://www.astro.cf.ac.uk/newsandevents/?page=news_detail&news=0202",
  "imgsrc":"images/blank.jpg",
  "text":"REPLACE TEXT - Chris via Matt Hutchins?"
},

"day24":{
  "n":"24",
  "thumbsrc":"thumbs/blank.jpg",
  "name":"End of an era for Herschel",
  "infolink":"INSERT LINK",
  "imgsrc":"images/blank.jpg",
  "text":"REPLACE TEXT - Chris"
},

"day25":{
  "n":"25",
  "thumbsrc":"thumbs/black-holes.jpg",
  "name":"Last year's Christmas Surprise!",
  "infolink":"http://www.astro.cf.ac.uk/newsandevents/?page=news_detail&news=0205",
  "imgsrc":"images/black-holes.jpg",
  "imgcredit":"<a href='http://chrisnorth.github.io/plotgw/bhbubble.html'>LIGO/C. North</a>",
  "text":"Cast your mind back to late evening on Christmas Day 2015. You may well have been settling into bed after a day of indulgence, but not everyone was on holiday. Over in the United States, the people looking after the twin <a href='http://ligo.org'>LIGO</a> detectors in <a href='https://www.ligo.caltech.edu/LA'>Livingston (Louisiana)</a> and <a href='https://www.ligo.caltech.edu/WA'>Hanford (Washington)</a> got a last-minute surprise present.</p><p>At about 10:40pm in Livingston, and 6:40 in Hanford, the alerts came up that LIGO have made another detection. Of course, here in the UK it was already Boxing Day, and since the scientific standard is \"<i>Universal Time</i>\" (which is the same as GMT), this became known as the \"<a href='https://losc.ligo.org/events/GW151226/'>Boxing Day event</a>\".</p><p>With most of the LIGO team busy with the first detection, which had arrived back in September 2015, the analysis took a little while. In June 2016, the LIGO team announced their <a href='http://chrisnorth.github.io/plotgw/'>catalogue</a> of sources. With two firm detections of gravitational waves, and a third less-firm candidate, the era of gravitational wave astronomy as truly begun."
  }
}
